---
kind: other
id: Properties.T:Autodesk.Revit.DB.CurtainGridSetIterator
source: html/37713d03-8bb9-89df-7f35-174465fe21fc.htm
---
# CurtainGridSetIterator Properties

Retrieves the item that is the current focus of the iterator.